9/data/attachments/9b1ffbab14aabb0f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>April_close_Actions_26003_2</nif:username>
            <nif:friendToBeRequested>soap_actions_32dc708c-2349-4dc2-a01c-79275556538c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>